tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "shivammathur/php"
brew "ack"
brew "aircrack-ng"
brew "python@3.10"
brew "autojump"
brew "python@3.9"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs", link: false
brew "cask"
brew "cmake"
brew "libssh2"
brew "openldap"
brew "curl"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "ffmpeg@4"
brew "ncurses"
brew "fish"
brew "freetds"
brew "git"
brew "gnu-tar"
brew "hashcat"
brew "htop"
brew "libpq"
brew "mas"
brew "neovim"
brew "nghttp2"
brew "node", link: false
brew "node@14"
brew "openjdk"
brew "openjdk@11"
brew "p7zip"
brew "php@7.3"
brew "php@7.4"
brew "rcm"
brew "ruby"
brew "scrcpy"
brew "starship"
brew "tmux"
brew "wireshark"
brew "zsh"
brew "mongodb/brew/mongodb-community"
brew "shivammathur/php/php"
cask "alacritty"
cask "amethyst"
cask "android-platform-tools"
cask "android-studio"
cask "browserosaurus"
cask "cakebrew"
cask "darktable"
cask "dozer"
cask "emacs"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "linkliar"
cask "meetingbar"
cask "postman"
cask "telegram"
cask "vscodium"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Bitwarden", id: 1352778147
mas "iStat Menus", id: 1319778037
mas "The Unarchiver", id: 425424353
mas "Unsplash Wallpapers", id: 1284863847
mas "WhatsApp", id: 1147396723
